Oskari.registerLocalization(
{
    "lang": "el",
    "key": "Printout",
    "value": {
        "title": "Print Map view",
        "flyouttitle": "Εκτύπωση χάρτη",
        "desc": "",
        "btnTooltip": "Εκτύπωση",
        "BasicView": {
            "title": "Εκτύπωση χάρτη",
            "size": {
                "label": "Μέγεθος",
                "tooltip": "Επιλέξτε διάταξη εκτύπωσης (print layout). Η προεπισκόπηση χάρτη ανανεώνεται ανάλογα.",
                "options": {
                    "A4": "Α4 πορτρετο",
                    "A4_Landscape": "A4 landscape",
                    "A3": "A3 πορτρέτο",
                    "A3_Landscape": "A3 landscape"       
                }
            },
            "preview": {
                "label": "Προεπισκόπιση",
                "pending": "Η προεπισκόπιση θα ανανεωθεί σε λίγο",
                "notes": {
                    "extent": "Η προεπισκόπιση μπορεί να χρησιμοποιηθεί για να καθορίσετε το πλαίσια του χάρτη για εκτύπωση"
                }
            },
            "buttons": {
                "save": "Λήψη εκτύπωσης",
                "cancel": "Ακύρωση"
            },
            "settings": {
                "label": "Περισσότερες ρυθμίσεις",
                "tooltip": "Κάντε περισσότερες ρυθμίσεις όπως format, τιτλος και κλίμακα"
            },
            "format": {
                "label": "Format",
                "tooltip": "Επιλέξτε το format του αρχείου",
                "options": {
                    "png": "PNG image",
                    "pdf": "Έγγραφο PDF"
                }
            },
            "mapTitle": {
                "label": "Πρόσθεση τίτλου",
                "tooltip": "προσθέστε τίτλο του χάρτη"
            },
            "content": {
                "pageLogo": {
                    "label": "Προσθέστε τιο λογότυπο του OSKARI",
                    "tooltip": "Μπορείτε να αποκρύψετε το λογότυπο αν χρειαστεί"
                },
                "pageScale": {
                    "label": "Προσθέστε κλίμακα στον χάρτη",
                    "tooltip": "Προσθέστε κλίμακα στον χάρτη"
                },
                "pageDate": {
                    "label": "Προσθέστε ημερομηνία",
                    "tooltip": "Μπορείτε να προσθέσετε ημερομηνία στην εκτύπωση"
                }
            },
            "help": "Βοήθεια",
            "error": {
                "title": "Σφάλμα",
                "nohelp": "Δεν διατίθεται βοήθεια",
                "saveFailed": "Η εκτύπωση του χάρτη απέτυχε. Δοκιμάστε πάλι αργότερα."
            }
        },
        "StartView": {
            "text": "Μπορείτε να εκτυπώσετε τον χάρτη που μόλις δημιουργήσατε.",
            "info": {
                "maxLayers": "Μπορείτε να εκτυπώσετε το μέγιστο 8 επίπεδα χάρτη κάθε φορά",
                "printoutProcessingTime": "Η εκτύπωση διαρκεί για λίγο όταν επιλέγονται πολλά επίπεδα για εκτύπωση."
            },
            "buttons": {
                "continue": "Συνέχεια",
                "cancel": "Ακύρωση"
            }
        }
    }
});
