Oskari.registerLocalization(
{
    "lang": "hy",
    "key": "Printout",
    "value": {
        "title": "Տպել դիտվող քարտեզը",
        "flyouttitle": "Տպել դիտվող քարտեզը",
        "desc": "",
        "btnTooltip": "",
        "BasicView": {
            "title": "Տպել դիտվող քարտեզը",
            "size": {
                "label": "Չափ",
                "tooltip": "Ընտրել տպվող չափը/քարտեզի նախադիտումը համապատասխանաբար թարմացվում է",
                "options": {
                    "A4": "A4 ուղղահայաց",
                    "A4_Landscape": "A4 հորիզոնական",
                    "A3": "A3 ուղղահայաց",
                    "A3_Landscape": "A3 հորիզոնական"
                }
            },
            "preview": {
                "label": "Նախադիտում",
                "pending": "Նախադիտումը արագ թարմացվում է",
                "notes": {
                    "extent": "Նախադիտումը կարող է օգտագործվել տպելու ժամանակ քարտեզի չափերը նշելու համար"
                }
            },
            "buttons": {
                "save": "Տպել",
                "cancel": "Դադարեցնել"
            },
            "settings": {
                "label": "Նոր պարամետրեր",
                "tooltip": "Ավելացնել հավելյալ պարամետրեր, ինչպես օրինակ ձևաչափ, վերնագիր և մասշտաբ"
            },
            "format": {
                "label": "Ձևաչափ",
                "tooltip": "Ընտրել ֆայլի ձևաչափը",
                "options": {
                    "png": "PNG պատկեր",
                    "pdf": "PDF փաստաթուղթ"
                }
            },
            "mapTitle": {
                "label": "Ավելացնել վերնագիր",
                "tooltip": "Ավելացնել վերնագիր քարտեզի համար"
            },
            "content": {
                "pageLogo": {
                    "label": "Ավելացնել OSKARI պատկերանիշ",
                    "tooltip": "Անհրաժեշտության դեպքում հնարավոր է թաքցնել պատկերանիշը"
                },
                "pageScale": {
                    "label": "Քարտեզին ավելացնել մասշտաբ",
                    "tooltip": "Քարտեզին ավելացնել մասշտաբ"
                },
                "pageDate": {
                    "label": "Ավելացնել տվյալներ",
                    "tooltip": "Տպման ժամանակ ամսաթիվ ավելացնելու հնարավորություն"
                }
            },
            "help": "Օգնություն",
            "error": {
                "title": "Սխալ",
                "nohelp": "Օգնությունը հասանելի չէ",
                "saveFailed": "Քարտեզի տպումը ձախողված է/կրկին փորձեք"
            }
        },
        "StartView": {
            "text": "Հնարավոր է տպել հենց նոր ձեր կողմից ստեղծված քարտեզը",
            "info": {
                "maxLayers": "Հնարավոր է տպել մինչև 8 շերտ միաժամանակ",
                "printoutProcessingTime": "Բազմակի շերտերի ընտրության դեպքում տպելու գործընթացը կարող է որոշ ժամանակ տևել"
            },
            "buttons": {
                "continue": "Շարունակել",
                "cancel": "Դադարեցնել"
            }
        }
    }
});
